import 'package:flutter/material.dart';
List<Map<String,dynamic>>Cities=[

  {'city':'حلب',
    'countryside':[
    'نبل',
    'الزهراء',
    'حريتان',]
    },
  {'city': 'حمص',
    'countryside':[
    'السليمية',
    'محروسة',
    'سلحب',
  ],
  },
  {'city': 'دمشق',
    'countryside':[
      'السيدة زينب ',
      'حجيرة',
      'حرستا',
    ],
  },
  {'city': 'حماة',
    'countryside':[
      'السليمية',
      'محروسة',
      'سلحب',
    ],
  },
  {'city': 'السويداء',
    'countryside':[
      'السليمية',
      'محروسة',
      'سلحب',
    ],
  },
  {'city': 'ادلب',
    'countryside':[
      'لالا',
      'محروسة',
      'سلحب',
    ],
  },
  {'city': 'درعا',
    'countryside':[
      'الحارة',
      'الصنمين',
      'جاسم',
      'مليحة',
      'ص',
    ],
  },

];
List <String >location=[
  ' ✔ حلب ,نبل , مكتبة هيفا',
  ' •  حلب ,نبل , مكتبة هيفا',
  ' •  حلب ,نبل , مكتبة هيفا',
  ' •  حلب ,نبل , مكتبة هيفا',
  ' •  حلب ,نبل , مكتبة هيفا',
  ' •  حلب ,نبل , مكتبة هيفا',

];