import 'package:flutter/material.dart';



final  Question = [
  {
    "id": 1,
    "title": 'خلابا عصبية تعمل على نقل السيالة العصبية من المستقبل الحسي إلى الجھاز العصبي المركزي:',
    "test":
      {'1':'5','2':'4'},
    "right": '5'
  },
  {

    "id": 2,
    "title": ' أجريت تجربة في المختبر قمت فيھا بتنبيه الخلية العصبية بمنبه دون عتبوي، ماذا يمكن أن تكتشف؟ ',
    "test":
      {'1':'المنوال','2':'المدى'},

    "right": 'المدى'
  },
  {
    "id": 3,

    "title":'6 لدى التهجين بين سلالتين من نبات البازلاء: الأولى صفراء البذور(Y (قصيرة القرون (t (والثانية خضراء البذور(y ('
    'طويلة القرون (T (نتج نباتات %50 صفراء البذور طويلة القرون و%50 صفراء قصيرة، النمط الوراثي للسلالات الأبوية:'

     ,
    "test":
      {'1':'مجموع القيم تقسيم عددها',
        '2':'القيمة التي تقع في المنتصف'},
    "right": 'مجموع القيم تقسيم عددها'
  }
];