import 'package:flutter/material.dart';

final Question = [
  {
    "id": 1,
    "title":
        'خلابا عصبية تعمل على نقل السيالة العصبية من المستقبل الحسي إلى الجھاز العصبي المركزي:',
    "test": {'1': 'جابذة', '2': 'نابذة', '3': 'مفرزة', '4': 'واصلة'},
    "right": 'جابذة'
  },
  {
    "id": 2,
    "title":
        'تفقد العصبونات قدرتھا على التواصل مع العصبونات األخرى في مرض ألزھايمر نتيجة ترسب لويحات األميلوئيد حول العصبونات في ',
    "test": {
      '1': 'الجسمين المخططين والماتدة السوداء',
      '2': 'تلفيف الحصين والقشرة المخية',
      '3': 'تلفيف الحصين والجسمين المخططين',
      '4': 'الجسمين المخططين والقشرة المخية',
    },
    "right": 'الجسمين المخططين والقشرة المخية'
  },
  {
    "id": 3,
    "title":'لجزء الذي يحمل المادة الوراثية:',
    "test": {
      '1': 'الغشاء الليفي',
      '2': 'المريكز البعيد',
      '3': 'نواة الخلية',
      '4': 'القطعة المتوسطة',
    },
    "right": 'نواة الخلية'
  }
];
